Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sprakteknologi.html.tmx
Source language: nob
Languages: sme

source: Språkteknologi
sme: Giellateknologiija

source: Sametingsrådet samarbeider med ulike forsknings- og utviklingsaktører for å styrke det språkteknologiske tilbudet innen alle de samiske språkene.
sme: Sámediggeráđđi ovttasbargá iešguđet dutkan- ja ovddidanaktevrraiguin buoridandihte giellateknologalaš fálaldaga sámi gielaid siskkobealde.

source: De samiske språkene trenger språkbrukere, og aktive språkbrukere behøver moderne hjelpemidler for data, nett og mobile enheter.
sme: Sámi gielat dárbbašit giellageavaheddjiid, ja aktiivvalaš giellageavaheaddjit dárbbašit ođđaáigásaš veahkkeneavvuid dihtora, neahta ja mobiila rusttegiid geavaheapmái.

source: Divvun-prosjektet og talesyntese for nordsamisk språk er begge viktige språkprosjekter som i sin tid ble etablert i Sametingets regi, men som nå er overført til UiT Norges Arktiske Universitet.
sme: Divvun-prošeakta ja hállansyntesa leat goappašagat dehálaš giellaprošeavttat mat iežaset áiggis ásahuvvo Sámedikki namas, muhto mat dál leat sirdon UiT Norgga Árktalaš universitehtii.

source: Sametinget samarbeider om allerede eksisterende og nye prosjekter for å øke antallet og kvaliteten av teknologiske språkverktøy.
sme: Sámediggi ovttasbargá ođđa prošeavttaiguin ja prošeavttaiguin mat juo gávdnojit, lasihandihte teknologalaš giellareaidduid logu ja kvalitehta.

source: Digitale språkverktøy
sme: Digitála giellareaiddut

source: Både Giellatekno og Divvun har mange nyttige språkverktøy for de samiske språkene.
sme: Sihke Giellatekno ja Divvun.no leat ráhkadan olu ávkkálaš giellareaidduid sámegielaide.

source: Les mer om Giellatekno
sme: Gávnnat sihke ávkkálaš giellareaiddut sámegielaide ja maiddái sámegiel neahttasátnegirjjiid .

source: Les mer om Divvun
sme: Dáppe gávnnat maid sámi boallobevddiid:

source: Du finner både nyttige språkverktøy for de samiske språkene og samiske nettordbøker.
sme: Boallobeavddit mobiilatelefovnnaide Boallobeavddit dihtoriidde

source: Gå til nyttige språkverktøy
sme: Sámegiel riektačállinprográmmat:

source: Gå til samiske nettordbøker
sme: Divvun siidduin gávnnat sámegiel riektačállinprográmmaid dihtorii , iešguđege čállinprográmmaide ja systemavuogádagaide.

source: Samiske tastaturer og tegnsett:
sme: Eaiggátvuođašiehtadus

source: På Divvun sine nettsider finner du tastaturer for mobiltelefoner
sme: Sámedikki direktevra Rune Fjellheim ja UiT Norgga arktalaš universitehta direktevra Jørgen Fossland vuolláičáliiga juovlamánu 12. beaivvi 2019 Sámedikki ja UiT Norgga arktalaš universitehta gaskasaš eaiggátvuođašiehtadusa ja dahkkivuoigatvuođa sámi giellateknologiijai.

source: På Divvun sine nettsider finner du tastaturer for datamaskiner
sme: – Sámedikki ja sámi álbmoga bealis lean hui ilus go dákkár šiehtadus dál lea sajis.

source: Samiske rettskrivningsverktøy:
sme: Dat sihkarastá ahte sámi álbmogis ain lea eaiggátvuohta gáldokodii maŋŋel go UiT Norgga arktalaš universitehta válddii badjelasas sámi giellateknologiijabarggu 2011:s.

source: På Divvun sine sider finner du samiske rettskrivningsverktøy, til forskjellige skriveprogrammer og operativsystemer.
sme: Lea hui rámis dainna maid mii leat olahan dán suorggis, dan rájes go Sámediggi álggahii barggu árrat 2000-logus, unnán resurssaiguin ja olu ovddasmannibargguin.

source: På Divvun sine nettsider finner du samiske rettskrivningsverktøy
sme: Ain lea olu mii galgá dahkkot ovdal maiddái sámegielain leat dievaslaš giellateknologalaš čovdosat.

source: Eierskapsavtale
sme: Illudan ain buori ovttasbargui, dajai Sámedikki direktevra Rune Fjellheim vuolláičállima oktavuođas.

source: Sametinget og UiT Norges arktiske universitet signerte 12. desember 2019 en eierskapsavtale og opphavsrett for samisk språkteknologi mellom Sametinget og UiT Norges arktiske universitet.
sme: Loga UiT Norgga arktalaš universitehta ja Sámedikki gaskasaš eaiggátvuođašiehtadusa
